Repository: Foaly333/PresentationKit
Catalog: Sources/PresentationUIKit/Resources/Localizable.xcstrings
Source language: de
Languages: en

source: %@ · noch %lld min
en: %1$@ · %2$lld min left

source: Abbrechen
en: Cancel

source: Abschnitt %lld
en: Item %lld

source: Abschnittsbeschreibung
en: Item description

source: Annotationen dieser Seite löschen?
en: Clear annotations on this page?

source: Annotationen löschen
en: Clear annotations

source: Arbeitsphase
en: Work phase

source: Arbeitsphasen-Timer
en: Work phase timer

source: Auflösen
en: Reveal answer

source: Aus Dateien einfügen
en: Insert from Files

source: Aus Fotos einfügen
en: Insert from Photos

source: Aus Zwischenablage einfügen
en: Paste from clipboard

source: Beamer
en: External display

source: Beamer eingefroren
en: Display frozen

source: Beamer schwarz
en: Display blacked out

source: Beenden
en: End

source: Beginn in %lld min
en: Starts in %lld min

source: Beschreibung schließen
en: Close description

source: Bild
en: Image

source: Bild einfügen
en: Insert image

source: Bild löschen
en: Delete image

source: Bild verschieben/skalieren
en: Move/scale image

source: Blackout aus
en: Blackout off

source: Die Auswahl konnte nicht als Bild eingefügt werden.
en: The selection could not be inserted as an image.

source: Die Zwischenablage enthält kein Bild.
en: The clipboard does not contain an image.

source: Die referenzierte URL oder der Anhang konnte nicht aufgelöst werden.
en: The referenced URL or attachment could not be resolved.

source: Einfrieren
en: Freeze

source: Fertig
en: Done

source: Fortsetzen
en: Resume

source: Freigeben
en: Unfreeze

source: Keine Agenda verfügbar.
en: No agenda available.

source: Keine Beschreibung hinterlegt.
en: No description available.

source: Löschen
en: Delete

source: Medium nicht auffindbar
en: Media not found

source: Ohne Speicherung
en: Not saved

source: Pause · dann %@
en: Break · next %@

source: Schließen
en: Close

source: Seite %@, Seitenübersicht öffnen
en: Page %@, open page overview

source: Seite %lld
en: Page %lld

source: Seiten
en: Pages

source: Seitenleiste
en: Sidebar

source: Sitzung beendet
en: Session ended

source: Soll-Abschnitt laut Agenda
en: Current agenda item

source: Starten
en: Start

source: Verbleibende Zeit %@
en: Time remaining %@
